window.TIMELINE = [
  {
    "year": "1957",
    "date": "",
    "text": "考入中央戏剧学院表演系。",
    "works": [],
    "line": 2
  },
  {
    "year": "1961",
    "date": "9月",
    "text": "毕业。",
    "works": [],
    "line": 3
  },
  {
    "year": "1976",
    "date": "",
    "text": "和刁光覃、蓝天野共同导演《工农一家》。",
    "works": [
      {
        "source": "工农一家",
        "canonical": "工农一家"
      }
    ],
    "line": 4
  },
  {
    "year": "1978",
    "date": "",
    "text": "和梅阡共同导演《丹心谱》。",
    "works": [
      {
        "source": "丹心谱",
        "canonical": "丹心谱"
      }
    ],
    "line": 5
  },
  {
    "year": "1978",
    "date": "",
    "text": "和苏民共同导演《老师啊，老师》。",
    "works": [
      {
        "source": "老师啊，老师",
        "canonical": "老师啊，老师"
      }
    ],
    "line": 6
  },
  {
    "year": "1979",
    "date": "",
    "text": "和梅阡、苏民共同导演《王昭君》。",
    "works": [
      {
        "source": "王昭君",
        "canonical": "王昭君"
      }
    ],
    "line": 7
  },
  {
    "year": "1980",
    "date": "",
    "text": "导演《为了幸福，干杯！》。",
    "works": [],
    "line": 8
  },
  {
    "year": "1980",
    "date": "",
    "text": "跟方琯德共同导演《公正舆论》。",
    "works": [
      {
        "source": "公正舆论",
        "canonical": "公正舆论"
      }
    ],
    "line": 9
  },
  {
    "year": "1981",
    "date": "",
    "text": "导演《谎祸》。",
    "works": [
      {
        "source": "谎祸",
        "canonical": "谎祸"
      }
    ],
    "line": 10
  },
  {
    "year": "1981",
    "date": "",
    "text": "导演《谁是强者》。",
    "works": [
      {
        "source": "谁是强者",
        "canonical": "谁是强者"
      }
    ],
    "line": 11
  },
  {
    "year": "1981",
    "date": "7月",
    "text": "应林兆华要求，高行健完成《车站》初稿。",
    "works": [
      {
        "source": "车站",
        "canonical": "车站"
      }
    ],
    "line": 12
  },
  {
    "year": "1982",
    "date": "4月",
    "text": "林兆华和高行健就《绝对信号》展开探讨，主要讨论戏剧观。",
    "works": [
      {
        "source": "绝对信号",
        "canonical": "绝对信号"
      }
    ],
    "line": 13
  },
  {
    "year": "1982",
    "date": "5月4日",
    "text": "林兆华和高行健第二次对谈，这次主要围绕排戏细节。",
    "works": [],
    "line": 14
  },
  {
    "year": "1982",
    "date": "7月1日",
    "text": "《绝对信号》建组。",
    "works": [
      {
        "source": "绝对信号",
        "canonical": "绝对信号"
      }
    ],
    "line": 15
  },
  {
    "year": "1982",
    "date": "8月18日",
    "text": "整个戏初排结束。",
    "works": [],
    "line": 16
  },
  {
    "year": "1982",
    "date": "9月19日—10月3日",
    "text": "《绝对信号》在北京人艺一楼排练厅免费公开试演。",
    "works": [
      {
        "source": "绝对信号",
        "canonical": "绝对信号"
      }
    ],
    "line": 17
  },
  {
    "year": "1982",
    "date": "11月",
    "text": "《车站》二稿完成（北京）。",
    "works": [
      {
        "source": "车站",
        "canonical": "车站"
      }
    ],
    "line": 18
  },
  {
    "year": "1982",
    "date": "11月5日",
    "text": "《绝对信号》在北京人艺首都剧场三楼正式演出。当时，演出地点由宴会厅改造，还没有被正式批准为“小剧场”。",
    "works": [
      {
        "source": "绝对信号",
        "canonical": "绝对信号"
      }
    ],
    "line": 19
  },
  {
    "year": "1982",
    "date": "12月13日",
    "text": "于是之给北京人艺领导（刁光覃、夏淳、苏民）写信，表示支持《车站》开始排练。12月15日，夏淳批复，认为于是之意见值得重视，但要开会讨论。",
    "works": [
      {
        "source": "车站",
        "canonical": "车站"
      }
    ],
    "line": 20
  },
  {
    "year": "1983",
    "date": "2月25日",
    "text": "林兆华和高行健给曹禺写信，感谢《绝对信号》演出百场时曹禺从上海发来贺电。",
    "works": [
      {
        "source": "绝对信号",
        "canonical": "绝对信号"
      }
    ],
    "line": 21
  },
  {
    "year": "1983",
    "date": "3月15日",
    "text": "曹禺给林兆华和高行健写了回信。",
    "works": [],
    "line": 22
  },
  {
    "year": "1983",
    "date": "",
    "text": "第三期《十月》，刊登《车站》。",
    "works": [
      {
        "source": "车站",
        "canonical": "车站"
      }
    ],
    "line": 24
  },
  {
    "year": "1983",
    "date": "3月18日",
    "text": "《车站》建组。林兆华、高行健分别在建组会上谈戏剧观。",
    "works": [
      {
        "source": "车站",
        "canonical": "车站"
      }
    ],
    "line": 25
  },
  {
    "year": "1983",
    "date": "5月",
    "text": "《过客》（鲁迅）和《车站》演出。",
    "works": [
      {
        "source": "过客",
        "canonical": "过客"
      },
      {
        "source": "车站",
        "canonical": "车站"
      }
    ],
    "line": 26
  },
  {
    "year": "1983",
    "date": "11月24日",
    "text": "中共北京市委宣传部就《车站》写给中宣部以及北京市市委一份报告，责成相关部门总结经验教训。",
    "works": [
      {
        "source": "车站",
        "canonical": "车站"
      }
    ],
    "line": 27
  },
  {
    "year": "1983",
    "date": "11月29日",
    "text": "北京市市长段君毅给予批复，建议先做工作，让人艺自我批评。",
    "works": [],
    "line": 28
  },
  {
    "year": "1984",
    "date": "",
    "text": "和刁光覃共同导演《小港深深》。",
    "works": [
      {
        "source": "小港深深",
        "canonical": "小港深深"
      }
    ],
    "line": 29
  },
  {
    "year": "1984",
    "date": "4月",
    "text": "《红白喜事》上演。",
    "works": [
      {
        "source": "红白喜事",
        "canonical": "红白喜事"
      }
    ],
    "line": 30
  },
  {
    "year": "1984",
    "date": "4月30日",
    "text": "北京人艺党艺委讨论《红白喜事》。",
    "works": [
      {
        "source": "红白喜事",
        "canonical": "红白喜事"
      }
    ],
    "line": 31
  },
  {
    "year": "1984",
    "date": "5月10日、5月29日",
    "text": "文艺界就《红白喜事》召开座谈会。",
    "works": [
      {
        "source": "红白喜事",
        "canonical": "红白喜事"
      }
    ],
    "line": 32
  },
  {
    "year": "1984",
    "date": "11月26日",
    "text": "谈《野人》。",
    "works": [
      {
        "source": "野人",
        "canonical": "野人"
      }
    ],
    "line": 33
  },
  {
    "year": "1985",
    "date": "5月",
    "text": "《野人》上演。",
    "works": [
      {
        "source": "野人",
        "canonical": "野人"
      }
    ],
    "line": 34
  },
  {
    "year": "1985",
    "date": "5月6日上午",
    "text": "北京人民艺术剧院组织评论界、媒体、出版界人士座谈《野人》。",
    "works": [
      {
        "source": "野人",
        "canonical": "野人"
      }
    ],
    "line": 35
  },
  {
    "year": "1985",
    "date": "5月",
    "text": "《戏剧报》组织两次《野人》座谈会。",
    "works": [
      {
        "source": "野人",
        "canonical": "野人"
      }
    ],
    "line": 36
  },
  {
    "year": "1985",
    "date": "",
    "text": "和高行健、剧作家吴祖光等人访问英国。",
    "works": [],
    "line": 37
  },
  {
    "year": "1985",
    "date": "6月19日—7月22日",
    "text": "访问德国。在这期间，看了十五台演出，访问了席勒剧院、绍比那剧院、儿童剧院、德意志剧院和私人组织的小剧团，见了德意志剧院导演朗格、柏林艺大的瑞典导演，观摩了波兰格洛托夫斯基表演方法训练班。",
    "works": [],
    "line": 38
  },
  {
    "year": "1985",
    "date": "7月22日—8月2日",
    "text": "和吴祖光、高行健一起到英国参加伦敦国际戏剧节（LIFT）。",
    "works": [],
    "line": 39
  },
  {
    "year": "1986",
    "date": "",
    "text": "导演《狗儿爷涅梨》。",
    "works": [
      {
        "source": "狗儿爷涅梨",
        "canonical": "狗儿爷涅槃"
      }
    ],
    "line": 40
  },
  {
    "year": "1986",
    "date": "",
    "text": "《并非他山石》，《戏曲研究》1986年第21辑。",
    "works": [],
    "line": 41
  },
  {
    "year": "1986",
    "date": "",
    "text": "《杂乱的导演提纲》，《艺术世界》1986年第2期。",
    "works": [],
    "line": 42
  },
  {
    "year": "1986",
    "date": "",
    "text": "《二战中的帅克》上演，同年录像片段在香港布莱希特国际学术讨论会上表演，引起德国汉堡塔利亚剧院院长尤尔根·弗利姆的兴趣。",
    "works": [
      {
        "source": "二战中的帅克",
        "canonical": "二次大战中的帅克"
      }
    ],
    "line": 43
  },
  {
    "year": "1986",
    "date": "",
    "text": "和英若诚共同导演《上帝的宠儿》。",
    "works": [
      {
        "source": "上帝的宠儿",
        "canonical": "上帝的宠儿"
      }
    ],
    "line": 44
  },
  {
    "year": "1987",
    "date": "",
    "text": "导演《纵火犯》。",
    "works": [
      {
        "source": "纵火犯",
        "canonical": "纵火犯"
      }
    ],
    "line": 45
  },
  {
    "year": "1988",
    "date": "",
    "text": "导演《太平湖》《山脉》。",
    "works": [
      {
        "source": "太平湖",
        "canonical": "太平湖"
      },
      {
        "source": "山脉",
        "canonical": "山脉"
      }
    ],
    "line": 47
  },
  {
    "year": "1988",
    "date": "8月",
    "text": "应弗利姆之邀，来到塔利亚剧院，开始给德国演员排《野人》。",
    "works": [
      {
        "source": "野人",
        "canonical": "野人"
      }
    ],
    "line": 48
  },
  {
    "year": "1988",
    "date": "10月26日",
    "text": "《野人》在塔利亚剧院首演，成功。汉堡市前市长冯·多男尼，汉堡市市长冯·明希观看首演。",
    "works": [
      {
        "source": "野人",
        "canonical": "野人"
      }
    ],
    "line": 49
  },
  {
    "year": "1988",
    "date": "",
    "text": "《垦荒》，《戏剧》1988年春季号。",
    "works": [],
    "line": 50
  },
  {
    "year": "1989",
    "date": "9月",
    "text": "和中央实验话剧院合作的《北京人》应邀在莫斯科和新西伯利亚演出。",
    "works": [
      {
        "source": "北京人",
        "canonical": "北京人"
      }
    ],
    "line": 51
  },
  {
    "year": "1990",
    "date": "",
    "text": "导演《田野田野》，和任鸣、英达共同导演《幽默短剧集锦》。",
    "works": [
      {
        "source": "田野田野",
        "canonical": "田野田野"
      },
      {
        "source": "幽默短剧集锦",
        "canonical": "幽默短剧集锦"
      }
    ],
    "line": 52
  },
  {
    "year": "1990",
    "date": "",
    "text": "林兆华工作室推出《哈姆雷特》，在北京电影学院表演系的排练厅首演。",
    "works": [
      {
        "source": "哈姆雷特",
        "canonical": "哈姆雷特"
      }
    ],
    "line": 53
  },
  {
    "year": "1990",
    "date": "",
    "text": "慕尼黑戏剧节邀请《哈姆雷特》参加戏剧节。这是欧洲主流艺术节第一次对中国当代戏剧界发出邀请，同时受邀的还有彼得·布鲁克的一部莎翁戏。文化部不批准，《哈姆雷特》未能成行。",
    "works": [
      {
        "source": "哈姆雷特",
        "canonical": "哈姆雷特"
      }
    ],
    "line": 54
  },
  {
    "year": "1990",
    "date": "7月20日",
    "text": "和天津人民艺术剧院、天津河北梆子剧团合作，伏尔泰《中国孤儿》在天津戏剧博物馆古戏台上演。",
    "works": [
      {
        "source": "中国孤儿",
        "canonical": "中国孤儿"
      }
    ],
    "line": 55
  },
  {
    "year": "1991",
    "date": "",
    "text": "参加法国阿维尼翁戏剧节。8月，和海纳·穆勒见面；8月15日，访问彼得·布鲁克。",
    "works": [],
    "line": 56
  },
  {
    "year": "1991",
    "date": "",
    "text": "和福建省京剧团合作京剧《山花》。",
    "works": [
      {
        "source": "山花",
        "canonical": "山花"
      }
    ],
    "line": 57
  },
  {
    "year": "1992",
    "date": "",
    "text": "导演《舞台上的真故事》。",
    "works": [
      {
        "source": "舞台上的真故事",
        "canonical": "舞台上的真故事"
      }
    ],
    "line": 58
  },
  {
    "year": "1992",
    "date": "",
    "text": "林兆华排演《罗慕路斯大帝》，提线木偶表演者同台演出。",
    "works": [],
    "line": 59
  },
  {
    "year": "1992",
    "date": "12月8日",
    "text": "《鸟人》建组。",
    "works": [
      {
        "source": "鸟人",
        "canonical": "鸟人"
      }
    ],
    "line": 60
  },
  {
    "year": "1993",
    "date": "",
    "text": "导演《93戏剧卡拉OK》。",
    "works": [
      {
        "source": "93戏剧卡拉OK",
        "canonical": "93戏剧卡拉OK"
      }
    ],
    "line": 61
  },
  {
    "year": "1993",
    "date": "",
    "text": "歌德学院（北京分院）院长阿克曼有意请林兆华排《浮士德》。",
    "works": [
      {
        "source": "浮士德",
        "canonical": "浮士德"
      }
    ],
    "line": 62
  },
  {
    "year": "1993",
    "date": "3月31日",
    "text": "《鸟人》首演。3月25日一大早，首都剧场外买票的长龙排到剧场外的报房胡同；5月4日，首都剧场灯光出现问题，演出两次被打断，前后十五分钟，观众们静静等待。首轮演出六十多场。",
    "works": [
      {
        "source": "鸟人",
        "canonical": "鸟人"
      }
    ],
    "line": 63
  },
  {
    "year": "1994",
    "date": "",
    "text": "和任鸣共同导演《蝴蝶梦》《阮玲玉》。",
    "works": [
      {
        "source": "蝴蝶梦",
        "canonical": "蝴蝶梦"
      },
      {
        "source": "阮玲玉",
        "canonical": "阮玲玉"
      }
    ],
    "line": 64
  },
  {
    "year": "1994",
    "date": "",
    "text": "《哈姆雷特》在北京人艺复排。",
    "works": [
      {
        "source": "哈姆雷特",
        "canonical": "哈姆雷特"
      }
    ],
    "line": 65
  },
  {
    "year": "1994",
    "date": "5月27日",
    "text": "《浮士德》在中戏小剧场正式首演。",
    "works": [
      {
        "source": "浮士德",
        "canonical": "浮士德"
      }
    ],
    "line": 66
  },
  {
    "year": "1994",
    "date": "5月30日",
    "text": "中央实验话剧院给《浮士德》开了座谈会。",
    "works": [
      {
        "source": "浮士德",
        "canonical": "浮士德"
      }
    ],
    "line": 68
  },
  {
    "year": "1994",
    "date": "",
    "text": "日本东京地球座邀请《哈姆雷特》赴日演出，被日本戏剧评论界评为“世界级的巅峰之作”。",
    "works": [
      {
        "source": "哈姆雷特",
        "canonical": "哈姆雷特"
      }
    ],
    "line": 69
  },
  {
    "year": "1995",
    "date": "",
    "text": "《棋人》人艺小剧场上演。",
    "works": [
      {
        "source": "棋人",
        "canonical": "棋人"
      }
    ],
    "line": 70
  },
  {
    "year": "1995",
    "date": "",
    "text": "《鸟人》到台湾演出。",
    "works": [
      {
        "source": "鸟人",
        "canonical": "鸟人"
      }
    ],
    "line": 71
  },
  {
    "year": "1995",
    "date": "9月",
    "text": "《鸟人》到上海演出四场，五千多张票提前售罄。",
    "works": [
      {
        "source": "鸟人",
        "canonical": "鸟人"
      }
    ],
    "line": 72
  },
  {
    "year": "1996",
    "date": "",
    "text": "林兆华参加香港纪念十二面体组织的“一桌两椅”活动，作品构思是讲一个业余演员和专业京剧演员的对话。李六乙、杨德昌、关锦鹏同时参加这一活动。",
    "works": [],
    "line": 73
  },
  {
    "year": "1996",
    "date": "",
    "text": "和李六乙共同导演《红河谷》。",
    "works": [],
    "line": 74
  },
  {
    "year": "1996",
    "date": "12月9日",
    "text": "《鱼人》建组。",
    "works": [
      {
        "source": "鱼人",
        "canonical": "鱼人"
      }
    ],
    "line": 75
  },
  {
    "year": "1997",
    "date": "2月22日—24日",
    "text": "《棋人》参加香港艺术节，这是小剧场戏剧第一次走出内地。",
    "works": [
      {
        "source": "棋人",
        "canonical": "棋人"
      }
    ],
    "line": 76
  },
  {
    "year": "1997",
    "date": "3月19日",
    "text": "《鱼人》在首都剧场首演。",
    "works": [
      {
        "source": "鱼人",
        "canonical": "鱼人"
      }
    ],
    "line": 77
  },
  {
    "year": "1997",
    "date": "",
    "text": "和任鸣共同导演《古玩》。",
    "works": [],
    "line": 78
  },
  {
    "year": "1998",
    "date": "4月",
    "text": "《三姊妹·等待戈多》在首都剧场演出。",
    "works": [
      {
        "source": "三姊妹·等待戈多",
        "canonical": "三姊妹·等待戈多"
      }
    ],
    "line": 79
  },
  {
    "year": "1999",
    "date": "7月6日",
    "text": "林兆华版《茶馆》建组。",
    "works": [
      {
        "source": "茶馆",
        "canonical": "茶馆（复排版）"
      }
    ],
    "line": 80
  },
  {
    "year": "1999",
    "date": "10月12日",
    "text": "林兆华导演的《茶馆》在首都剧场演出。",
    "works": [
      {
        "source": "茶馆",
        "canonical": "茶馆（复排版）"
      }
    ],
    "line": 81
  },
  {
    "year": "1999",
    "date": "10月22日",
    "text": "新《茶馆》座谈会在北京人艺举行。",
    "works": [
      {
        "source": "茶馆",
        "canonical": "茶馆（复排版）"
      }
    ],
    "line": 82
  },
  {
    "year": "2000",
    "date": "、2001年、2002年",
    "text": "和北京京剧院合作连台本戏《宰相刘罗锅》（共六本）。",
    "works": [
      {
        "source": "宰相刘罗锅",
        "canonical": "宰相刘罗锅"
      }
    ],
    "line": 83
  },
  {
    "year": "2000",
    "date": "5月20日—23日",
    "text": "林兆华版《茶馆》在上海大剧院演出。",
    "works": [
      {
        "source": "茶馆",
        "canonical": "茶馆（复排版）"
      }
    ],
    "line": 84
  },
  {
    "year": "2000",
    "date": "11月5日",
    "text": "《故事新编》在北京白纸坊的破旧厂房首演。",
    "works": [
      {
        "source": "故事新编",
        "canonical": "故事新编"
      }
    ],
    "line": 85
  },
  {
    "year": "2000",
    "date": "",
    "text": "和李六乙、林丛共同导演《风月无边》。",
    "works": [
      {
        "source": "风月无边",
        "canonical": "风月无边"
      }
    ],
    "line": 86
  },
  {
    "year": "2001",
    "date": "9月",
    "text": "《故事新编》应邀参加德国柏林亚太周，在德国苏芬剧院演出五场。",
    "works": [
      {
        "source": "故事新编",
        "canonical": "故事新编"
      }
    ],
    "line": 87
  },
  {
    "year": "2001",
    "date": "",
    "text": "导演《理查三世》。",
    "works": [
      {
        "source": "理查三世",
        "canonical": "理查三世"
      }
    ],
    "line": 88
  },
  {
    "year": "2001",
    "date": "",
    "text": "和林煕越共同导演《囊中之物》。",
    "works": [
      {
        "source": "囊中之物",
        "canonical": "囊中之物"
      }
    ],
    "line": 89
  },
  {
    "year": "2002",
    "date": "5月1日",
    "text": "和中国京剧院合作京剧《兵圣孙武》在北京长安大戏院演出两场。",
    "works": [
      {
        "source": "兵圣孙武",
        "canonical": "兵圣孙武"
      }
    ],
    "line": 90
  },
  {
    "year": "2002",
    "date": "10月",
    "text": "《故事新编》赴日本参加戏剧节。",
    "works": [
      {
        "source": "故事新编",
        "canonical": "故事新编"
      }
    ],
    "line": 91
  },
  {
    "year": "2002",
    "date": "",
    "text": "和安徽徽剧团合作徽剧《蔡文姬》。",
    "works": [
      {
        "source": "蔡文姬",
        "canonical": "蔡文姬"
      }
    ],
    "line": 93
  },
  {
    "year": "2002",
    "date": "",
    "text": "和李六乙共同导演《万家灯火》。",
    "works": [
      {
        "source": "万家灯火",
        "canonical": "万家灯火"
      }
    ],
    "line": 94
  },
  {
    "year": "2003",
    "date": "1月10日",
    "text": "《故事新编》在北京北剧场（北兵马司剧场）第二次演出。",
    "works": [
      {
        "source": "故事新编",
        "canonical": "故事新编"
      }
    ],
    "line": 95
  },
  {
    "year": "2003",
    "date": "4月15日",
    "text": "《赵氏孤儿》首演，首都剧场。演出四场后，因为非典型性肺炎的蔓延，停止演出。",
    "works": [
      {
        "source": "赵氏孤儿",
        "canonical": "赵氏孤儿"
      }
    ],
    "line": 96
  },
  {
    "year": "2003",
    "date": "8月21日",
    "text": "和中国京剧院合作的南戏《张协状元》在北京北剧场（北兵马司剧场）首演。",
    "works": [
      {
        "source": "张协状元",
        "canonical": "张协状元"
      }
    ],
    "line": 97
  },
  {
    "year": "2003",
    "date": "9月",
    "text": "和北京京剧院合作京剧《霸王别姬》在香港首演。",
    "works": [
      {
        "source": "霸王别姬",
        "canonical": "霸王别姬"
      }
    ],
    "line": 98
  },
  {
    "year": "2003",
    "date": "10月19日",
    "text": "和作曲家郭文景合作歌剧《夜宴》《狂人日记》，参加第六届北京国际音乐节“中国当代歌剧之夜”，在北京世纪剧院演出。这是中国歌剧首次进入北京国际音乐节，亦是中国第一次演出室内歌剧。",
    "works": [
      {
        "source": "夜宴",
        "canonical": "夜宴"
      },
      {
        "source": "狂人日记",
        "canonical": "狂人日记"
      }
    ],
    "line": 99
  },
  {
    "year": "2003",
    "date": "",
    "text": "林兆华策划戏剧处女作展演。",
    "works": [],
    "line": 100
  },
  {
    "year": "2003",
    "date": "11月13日",
    "text": "北京人民艺术剧院和《读书》杂志在人艺实验剧场举行《赵氏孤儿》研讨会。",
    "works": [
      {
        "source": "赵氏孤儿",
        "canonical": "赵氏孤儿"
      }
    ],
    "line": 101
  },
  {
    "year": "2004",
    "date": "6月6日",
    "text": "林兆华赴法国巴黎参加夏日风戏剧节。",
    "works": [],
    "line": 102
  },
  {
    "year": "2004",
    "date": "6月12日",
    "text": "《鸟人》应邀到法兰西喜剧院进行剧本朗读。",
    "works": [
      {
        "source": "鸟人",
        "canonical": "鸟人"
      }
    ],
    "line": 103
  },
  {
    "year": "2004",
    "date": "6月23日",
    "text": "《厕所》在中央戏剧学院逸夫剧场试演。",
    "works": [
      {
        "source": "厕所",
        "canonical": "厕所"
      }
    ],
    "line": 104
  },
  {
    "year": "2004",
    "date": "6月29日",
    "text": "《厕所》在北京天桥剧场首演，之后上演两轮共二十八场。",
    "works": [
      {
        "source": "厕所",
        "canonical": "厕所"
      }
    ],
    "line": 105
  },
  {
    "year": "2004",
    "date": "7月6日",
    "text": "《厕所》专家研讨会在国家话剧院一楼会议室召开。",
    "works": [
      {
        "source": "厕所",
        "canonical": "厕所"
      }
    ],
    "line": 106
  },
  {
    "year": "2004",
    "date": "8月",
    "text": "复排《鸟人》，何冰饰演三爷（第一版这个角色由林连昆饰演）。",
    "works": [
      {
        "source": "鸟人",
        "canonical": "鸟人"
      }
    ],
    "line": 107
  },
  {
    "year": "2004",
    "date": "9月2日",
    "text": "林兆华和国家话剧院合作推出“永远的契诃夫”国际戏剧季（9月2日—24日），担任艺术总监。",
    "works": [],
    "line": 108
  },
  {
    "year": "2004",
    "date": "9月19日",
    "text": "林兆华导演的《樱桃园》在北京北剧场首演。",
    "works": [
      {
        "source": "樱桃园",
        "canonical": "樱桃园"
      }
    ],
    "line": 109
  },
  {
    "year": "2004",
    "date": "9月29日",
    "text": "《读书》杂志为“永远的契诃夫”召开座谈会。同年12月刊，开篇就是座谈会的内容。",
    "works": [],
    "line": 110
  },
  {
    "year": "2004",
    "date": "",
    "text": "和关山共同导演《皮脸》。",
    "works": [
      {
        "source": "皮脸",
        "canonical": "皮脸"
      }
    ],
    "line": 111
  },
  {
    "year": "2004",
    "date": "",
    "text": "林兆华排的新版《茶馆》应邀到台湾演出。",
    "works": [
      {
        "source": "茶馆",
        "canonical": "茶馆（复排版）"
      }
    ],
    "line": 112
  },
  {
    "year": "2005",
    "date": "",
    "text": "和北京京剧院合作京剧贺岁连台本戏《连升三级》。",
    "works": [
      {
        "source": "连升三级",
        "canonical": "连升三级"
      }
    ],
    "line": 113
  },
  {
    "year": "2005",
    "date": "",
    "text": "和北京国际音乐节合作交响京剧《杨门女将》。",
    "works": [
      {
        "source": "杨门女将",
        "canonical": "杨门女将"
      }
    ],
    "line": 114
  },
  {
    "year": "2005",
    "date": "9月23日—25日",
    "text": "《厕所》在上海戏剧学院演出。",
    "works": [
      {
        "source": "厕所",
        "canonical": "厕所"
      }
    ],
    "line": 116
  },
  {
    "year": "2005",
    "date": "9月29日",
    "text": "为纪念焦菊隐诞辰一百周年，林兆华复排焦版《茶馆》首演。",
    "works": [
      {
        "source": "茶馆",
        "canonical": "茶馆（复排版）"
      }
    ],
    "line": 117
  },
  {
    "year": "2005",
    "date": "10月",
    "text": "《梦的戏剧》在北京上演。",
    "works": [
      {
        "source": "梦的戏剧",
        "canonical": "梦的戏剧"
      }
    ],
    "line": 118
  },
  {
    "year": "2005",
    "date": "11月",
    "text": "美国邀请林兆华排的新版《茶馆》前去演出，北京人艺坚持送去焦菊隐先生那一版，林兆华服从，任表演指导。",
    "works": [
      {
        "source": "茶馆",
        "canonical": "茶馆（复排版）"
      }
    ],
    "line": 119
  },
  {
    "year": "2006",
    "date": "",
    "text": "林兆华和国家话剧院合作推出“永远的易卜生”国际戏剧季，担任艺术总监，并导演《建筑大师》。",
    "works": [
      {
        "source": "建筑大师",
        "canonical": "建筑大师"
      }
    ],
    "line": 120
  },
  {
    "year": "2006",
    "date": "",
    "text": "导演《白鹿原》。",
    "works": [
      {
        "source": "白鹿原",
        "canonical": "白鹿原"
      }
    ],
    "line": 121
  },
  {
    "year": "2006",
    "date": "11月24日",
    "text": "《活着还是死去》首演。",
    "works": [
      {
        "source": "活着还是死去",
        "canonical": "活着还是死去"
      }
    ],
    "line": 122
  },
  {
    "year": "2006",
    "date": "7月7日",
    "text": "歌剧《李白》在美国科罗拉多州中央城歌剧院（Central City Opera）首演，是歌剧院庆祝建院七十五周年特邀演出的四部剧目之一，共演出六场。",
    "works": [
      {
        "source": "李白",
        "canonical": "李白"
      }
    ],
    "line": 123
  },
  {
    "year": "2007",
    "date": "7月",
    "text": "歌剧《李白》在北京国内首演。",
    "works": [
      {
        "source": "李白",
        "canonical": "李白"
      }
    ],
    "line": 124
  },
  {
    "year": "2007",
    "date": "8月",
    "text": "《刺客》在北京首演。",
    "works": [
      {
        "source": "刺客",
        "canonical": "刺客"
      }
    ],
    "line": 125
  },
  {
    "year": "2007",
    "date": "10月",
    "text": "歌剧《李白》在上海演出。",
    "works": [
      {
        "source": "李白",
        "canonical": "李白"
      }
    ],
    "line": 126
  },
  {
    "year": "2007",
    "date": "11月27日",
    "text": "林兆华导演《大将军寇流兰》首演，此轮演出到12月16日。",
    "works": [
      {
        "source": "大将军寇流兰",
        "canonical": "大将军寇流兰"
      }
    ],
    "line": 127
  },
  {
    "year": "2007",
    "date": "",
    "text": "导演《刺客豫让》。",
    "works": [
      {
        "source": "刺客豫让",
        "canonical": "刺客"
      }
    ],
    "line": 128
  },
  {
    "year": "2008",
    "date": "3月7日—9日",
    "text": "《建筑大师》应邀参加香港艺术节，在香港演艺学院歌剧院演出。",
    "works": [
      {
        "source": "建筑大师",
        "canonical": "建筑大师"
      }
    ],
    "line": 129
  },
  {
    "year": "2008",
    "date": "4月5日—19日",
    "text": "作为北京奥运重大文化活动演出剧目之一，《大将军寇流兰》演出，同时是北京人艺纪念话剧一百周年演出的最后一台剧目。",
    "works": [
      {
        "source": "大将军寇流兰",
        "canonical": "大将军寇流兰"
      }
    ],
    "line": 130
  },
  {
    "year": "2008",
    "date": "4月14日",
    "text": "北京人艺艺委会审查《盲人》。",
    "works": [
      {
        "source": "盲人",
        "canonical": "盲人"
      }
    ],
    "line": 131
  },
  {
    "year": "2008",
    "date": "5月13日—18日",
    "text": "《盲人》在北京“9个剧场”演出，公益赠票。",
    "works": [
      {
        "source": "盲人",
        "canonical": "盲人"
      }
    ],
    "line": 132
  },
  {
    "year": "2008",
    "date": "8月",
    "text": "受英国文化教育委员会邀请，林兆华到英国考察。",
    "works": [],
    "line": 133
  },
  {
    "year": "2008",
    "date": "10月",
    "text": "林兆华和国家话剧院合作推出“永远的莎士比亚”国际戏剧季，担任艺术总监。10月21日—25日《哈姆雷特》在北京保利剧院演出；10月27日—28日上海东方艺术中心；10月31日—11月2日南京大礼堂；11月6日—11月8日深圳大剧院。",
    "works": [
      {
        "source": "哈姆雷特",
        "canonical": "哈姆雷特"
      }
    ],
    "line": 134
  },
  {
    "year": "2009",
    "date": "5月24日",
    "text": "《樱桃园》在北京保利剧院上演。",
    "works": [
      {
        "source": "樱桃园",
        "canonical": "樱桃园"
      }
    ],
    "line": 135
  },
  {
    "year": "2009",
    "date": "6月",
    "text": "《樱桃园》作为唯一一部话剧戏剧作品，参加新加坡艺术节。",
    "works": [
      {
        "source": "樱桃园",
        "canonical": "樱桃园"
      }
    ],
    "line": 137
  },
  {
    "year": "2009",
    "date": "11月",
    "text": "6日—7日，11日—12日 《哈姆雷特》和《故事新编》受邀参加比利时欧罗巴艺术节，在布鲁塞尔国家剧院演出。",
    "works": [
      {
        "source": "哈姆雷特",
        "canonical": "哈姆雷特"
      },
      {
        "source": "故事新编",
        "canonical": "故事新编"
      }
    ],
    "line": 138
  },
  {
    "year": "2010",
    "date": "1月",
    "text": "《鸟人》复排，在首都剧场上演。",
    "works": [
      {
        "source": "鸟人",
        "canonical": "鸟人"
      }
    ],
    "line": 139
  },
  {
    "year": "2010",
    "date": "",
    "text": "导演《回家》。",
    "works": [
      {
        "source": "回家",
        "canonical": "回家"
      }
    ],
    "line": 140
  },
  {
    "year": "2010",
    "date": "3月12日",
    "text": "《老舍五则》在香港葵青剧院首演，参加香港艺术节。5月，在北京保利剧院演出。",
    "works": [
      {
        "source": "老舍五则",
        "canonical": "老舍五则"
      }
    ],
    "line": 141
  },
  {
    "year": "2010",
    "date": "11月",
    "text": "以“表演艺术的拓展、舞台艺术的拓展”为主题的林兆华戏剧邀请展戏剧论坛在北京大学举行。过士行、濮存昕、易立明、童道明等人参加。",
    "works": [],
    "line": 142
  },
  {
    "year": "2010",
    "date": "11月29日—12月19日",
    "text": "“2010林兆华戏剧邀请展”在北京举行。",
    "works": [],
    "line": 143
  },
  {
    "year": "2010",
    "date": "12月",
    "text": "《说客》作为首届林兆华戏剧邀请展的剧目，在首都剧场首演。",
    "works": [
      {
        "source": "说客",
        "canonical": "说客"
      }
    ],
    "line": 144
  },
  {
    "year": "2011",
    "date": "1月28日、29日",
    "text": "《说客》应邀参加德国莱辛戏剧节，在汉堡塔利亚剧院演出。",
    "works": [
      {
        "source": "说客",
        "canonical": "说客"
      }
    ],
    "line": 145
  },
  {
    "year": "2011",
    "date": "11月",
    "text": "2011林兆华戏剧邀请展在北京首都剧场举行。",
    "works": [],
    "line": 146
  },
  {
    "year": "2011",
    "date": "11月",
    "text": "林兆华和裴艳玲合作的裴艳玲戏曲专场在北京首都剧场演出。",
    "works": [],
    "line": 147
  },
  {
    "year": "2011",
    "date": "",
    "text": "导演《窝头会馆》。",
    "works": [
      {
        "source": "窝头会馆",
        "canonical": "窝头会馆"
      }
    ],
    "line": 148
  },
  {
    "year": "2011",
    "date": "11月",
    "text": "《伊万诺夫》首演。",
    "works": [
      {
        "source": "伊万诺夫",
        "canonical": "伊凡诺夫"
      }
    ],
    "line": 149
  },
  {
    "year": "2012",
    "date": "3月",
    "text": "《山海经》应邀参加香港艺术节。",
    "works": [
      {
        "source": "山海经",
        "canonical": "山海经传"
      }
    ],
    "line": 150
  },
  {
    "year": "2012",
    "date": "",
    "text": "导演契诃夫的《天鹅湖之歌》，《论烟草有害》。",
    "works": [
      {
        "source": "天鹅湖之歌",
        "canonical": "天鹅之歌+论烟草有害"
      }
    ],
    "line": 151
  }
];
